Tekla.Structures.TeklaStructuresInternal.EventHandlerProxy
EventHandler remote class proxy.

Tekla.Structures.TeklaStructuresInternal.EventHandlerProxy.Instance
The remote EventHandler object.

Tekla.Structures.TeklaStructuresInternal.EventHandlerProxy.#cctor
Initializes static instance variable.

Tekla.Structures.TeklaStructuresInternal.EventHandlerProxy.EventHandler
Gets the singleton EventHandler instance that includes model API event handlers.